Repository: PlugNPush/FMobile-iOS-older
Catalog: FMobile/*.lproj/Localizable.strings
Languages: es

# reset_zones_done
source: Reset done
es: Reinicio hecho

# reset_zones_done_description
source: All Femto and ran-sharing zones has been reset.
es: Se han restablecido todas las zonas de Femto y de distribución compartida.

source: Close
es: Cerrar

source: Never show again
es: Nunca lo muestres otra vez

# custom_url_title
source: Custom URL
es: URL personalizada

# custom_url_description
source: Here you can set your custom URL for the speed test (used in G1, G-A1 and G2). There are two URL to provide: the first one is for the engine. It should be an extremely small file (about 512Kb for optimal use). The second is used for the speed test in the UI. It should be a really large file (like 1Gb). You can take any file you want. The server hosting these files should be near your current location (lower latency). The default files are hosted on servers located in Metropolitan France.
es: Aquí puede configurar su URL personalizada para la prueba de velocidad (utilizada en G1, G-A1 y G2). Hay dos URL para proporcionar: la primera es para el motor. Debe ser un archivo extremadamente pequeño (alrededor de 512Kb para un uso óptimo). La segunda se utiliza para la prueba de velocidad en la interfaz de usuario. Debe ser un archivo muy grande (como 1Gb). Puede tomar cualquier archivo que desee. El servidor que aloja estos archivos debe estar cerca de su ubicación actual (menor latencia). Los archivos predeterminados están alojados en servidores ubicados en Francia metropolitana.

source: Save
es: Salvar

# url_error_message
source: The link you specified could not be translated into an URL. Double check that you entered the full URL starting with http:// or https://.
es: El enlace que especificó no se pudo traducir a una URL. Verifique que haya ingresado la URL completa comenzando con http:// o https://.

source: Retry
es: Procesar de nuevo

source: Cancel
es: Cancelar

# set_default_url
source: Set the default URL
es: Establecer la URL predeterminada

# url_for_engine
source: URL for the engine
es: URL para el motor

# url_for_speedtest
source: URL for the speed test
es: URL para la prueba de velocidad

# setup_title
source: Application setup
es: Configuración de la aplicación

# setup_description
source: This application is designed to prevent a National Roaming Agreement to be applied on your device. No automatic configuration has been found for your carrier. If your carrier has a 3G+2G National Roaming Agreement that considerably slows your Internet down, you can set this app to help you to stay on your home network in your country. After you provide these informations, you will be able to set your preferences about the NRA. Please note that you cannot use this application with MVNOs. The application will probably not operate that well on a manual setup, so please contact the developer to build the automatic setup for your carrier.
es: Esta aplicación está diseñada para evitar que se aplique un Acuerdo de roaming nacional en su dispositivo. No se ha encontrado ninguna configuración automática para su operador. Si su operador tiene un Acuerdo de roaming nacional 3G + 2G que ralentiza considerablemente su conexión a Internet, puede configurar esta aplicación para que lo ayude a permanecer en su red doméstica en su país. Después de proporcionar estas informaciones, podrá establecer sus preferencias sobre la NRA. Tenga en cuenta que no puede utilizar esta aplicación con MVNOs. Es probable que la aplicación no funcione tan bien en una configuración manual, por lo que debe ponerse en contacto con el desarrollador para crear la configuración automática para su operador.

# form_nra
source: Speed of the NRA in Mbps (e.g.: 0.470)
es: Velocidad de la NRA en Mbps (p.ej.: 0.470)

# form_hp
source: Home 3G protocol (e.g.: WCDMA)
es: Protocolo 3G en casa (p.ej.: WCDMA)

# form_nr
source: NR 3G protocol (e.g.: HSDPA)
es: Protocolo 3G NR (p.ej.: HSDPA)

# form_name
source: Roaming name (e.g.: EE UK)
es: Nombre de itinerancia (p.ej.: Vodafone ES)

# form_hname
source: Home network name (e.g.: Vodafone UK)
es: Nombre de la red doméstica (p.ej.: Yoigo)

# form_mnc
source: Roaming MNC (e.g.: 01)
es: MNC de itinerancia (p.ej.: 01)

# form_femto
source: NR protocol femto+mutuals? (yes/no)
es: ¿Protocolo NR femto y mutuals? (yes/no)

# form_out2g
source: Home without 2G? (yes/no)
es: ¿Casa sin 2G? (yes/no)

source: Detecting auto config...
es: Detectando auto config...

# choose_setup
source: Choose your setup
es: Elige tu configuración

# choose_setup_description
source: FMobile has not found any automatic configuration for your carrier. You can choose to run FMobile on a minimal setup without entering any information, or optionally, you can also choose to run FMobile on a standard setup, by providing basic informations about your carrier and it's roaming partner. For most carriers, the minimal setup should run fine, however some carriers that have a more complex roaming structure may require to use the standard setup instead.
es: FMobile no ha encontrado ninguna configuración automática para su operador. Puede elegir ejecutar FMobile en una configuración mínima sin ingresar información, u opcionalmente, también puede elegir ejecutar FMobile en una configuración estándar, proporcionando información básica sobre su operador y su socio de roaming. Para la mayoría de los operadores, la configuración mínima debería funcionar bien, sin embargo, algunos operadores que tienen una estructura de itinerancia más compleja pueden requerir el uso de la configuración estándar.

source: Use minimal setup
es: Usar configuración mínima

source: Checking eligibility...
es: Comprobando elegibilidad...

# compatibility_issues
source: Compatibility errors
es: Errores de compatibilidad

# compatibility_error_message
source: FMobile has detected that the minimal setup may fail on your device. You can set to still use it or start the manual setup instead.
es: FMobile ha detectado que la configuración mínima puede fallar en su dispositivo. Puede configurarlo para seguir utilizándolo o iniciar la configuración manual en su lugar.

# force_minimal_setup
source: Force the minimal setup
es: Forzar la configuración mínima

# run_standard_setup
source: Start the standard configuration
es: Iniciar la configuración estándar

# use_standard_setup
source: Use the standard configuration
es: Utilizar la configuración estándar.

# warning_title
source: ⚠️ RESPONSABILITY
es: ⚠️ RESPONSABILIDAD

# warning_description
source: IMPORTANT: This application is provided for free without any warranty. You are completely responsible of it, which means that every potential dammage due to the usage of this app are under your exclusive responsability (extra-costs on the phone bill, electric consummption, overheat, etc...). It is your job to regularly check the data consummption and to disable it when you go aboard. Do not send me your bills by email, you will not get any refund (it may seem obvious to some people, but this situation already happened...)
es: IMPORTANTE: Esta aplicación se proporciona de forma gratuita sin ninguna garantía. Usted es completamente responsable de ello, lo que significa que todos los daños ocasionados por el uso de esta aplicación están bajo su exclusiva responsabilidad (costos adicionales en la factura del teléfono, consumo eléctrico, sobrecalentamiento, etc.). Es su trabajo verificar regularmente el consumo de datos y desactivarlo cuando vaya a bordo. No me envíe sus facturas por correo electrónico, no recibirá ningún reembolso (puede parecer obvio para algunas personas, pero esta situación ya sucedió...)

# uninstall
source: Uninstall the application
es: Desinstalar la aplicación

# accept_conditions
source: I accept these terms
es: Acepto estos terminos

# first_update_succeeded
source: The initial update process succeeded.
es: El proceso de actualización inicial tuvo éxito.

# update_succeeded
source: The update process from the build %@ to the build %@ succeeded. All the maintenance tasks have been done, you don't have to do anything.
es: El proceso de actualización de la compilación %@ a la compilación %@ fue exitoso. Se han realizado todas las tareas de mantenimiento, no tiene que hacer nada.

source: Diagnostic in progress...
es: Diagnóstico en curso...

# first_start_title
source: First start
es: Primer comienzo

# first_start_description
source: Welcome to FMobile! Start by learning bases before using the app. You can find the video tutorial and shortcuts at any time in help section of FMobile. When you no longer need it, close this window with "Do not show again".
es: ¡Bienvenido a FMobile! Comience por aprender las bases antes de usar la aplicación. Puede encontrar el video tutorial y los accesos directos en cualquier momento en la sección de ayuda de FMobile. Cuando ya no lo necesite, cierre esta ventana con "Nunca lo muestres otra vez".

# itinerance
source: roaming
es: itinerancia

# insert_sim_title
source: Insert a SIM card
es: Inserte una tarjeta SIM

# insert_sim_description
source: Please insert and unlock a SIM card to start using FMobile. Once the SIM card is inserted, follow the application setup (automatic configuration available for selected carriers).
es: Por favor, inserte y desbloquee una tarjeta SIM para comenzar a utilizar FMobile. Una vez que se inserta la tarjeta SIM, siga la configuración de la aplicación (configuración automática disponible para los proveedores seleccionados).

# no_sim
source: No valid SIM card detected
es: No se detectó una tarjeta SIM válida

source: SIM card:
es: Tarjeta SIM:

# no_esim
source: No activated eSIM
es: Sin eSIM activado

# generation
source: Engine: FMobile b%@ - Generation %@
es: Motor: FMobile b%@ - Generación %@

source: Status
es: Estado

# netprefs
source: Network preferences
es: Preferencias de red

# allow3g
source: Allow 3G national roaming
es: Permitir roaming nacional 3G

# allow2g
source: Allow 2G national roaming
es: Permitir el roaming nacional 2G

# verifywifi
source: Verify even on Wi-Fi
es: Verificar incluso en Wi-Fi

# wififooter
source: By enabling this option, the roaming verifications will take place even when you are connected to a WiFi network. In order to optimize the battery life (except when using the A2 generation), it is recommended to keep this option disabled.
es: Al habilitar esta opción, las verificaciones de itinerancia tendrán lugar incluso cuando esté conectado a una red WiFi. Para optimizar la duración de la batería (excepto cuando se utiliza la generación A2), se recomienda mantener esta opción desactivada.

# stop_background_tasks
source: Stop all tasks when in background
es: Detener todas las tareas cuando en fundo

# detect_ransharing
source: Detect the Femto and ran-sharing
es: Detecta el femto y el ran-sharing.

# detect_femto
source: Detect the Femto
es: Detectar el femto

source: Background
es: Fundo

# lowdata_mode
source: Data saving mode
es: Modo de ahorro de datos

# femto_footer
source: In order to automatically detect a Femto box, the app downloads a small file to check the speed of the connection. If the data saving mode is enabled, the app will wait for your permission to download it.
es: Para detectar automáticamente un cuadro Femto, la aplicación descarga un pequeño archivo para verificar la velocidad de la conexión. Si el modo de guardado de datos está habilitado, la aplicación esperará su permiso para descargarlo.

# reset_offline_zones
source: Reset the non-covered zones
es: Restablecer las zonas no cubiertas

# extra_cost_protection
source: Unintended extra-cost protection
es: Protección extraintencionada de costos

# land_footer
source: By enabling this option, the app checks in background in which price zone (country) you are located. If your cellular data are enabled while you are in a destination that is not included in your plan, you will recieve multiple notifications inviting you to disable your cellular data. This option is only available for selected carriers.
es: Al habilitar esta opción, la aplicación verifica en segundo plano en qué zona de precio (país) se encuentra. Si sus datos celulares están habilitados mientras se encuentra en un destino que no está incluido en su plan, recibirá múltiples notificaciones invitándole a deshabilitar sus datos celulares. Esta opción solo está disponible para los transportistas seleccionados.

# cost_protection_title
source: Extra-costs protection
es: Protección contra costes adicionales

source: Carrier services
es: Servicios de su operador

# suivi_conso_20815
source: Get the detailed consumption tracking
es: Obtenga el seguimiento detallado del consumo

# call_555_sms
source: Call the 555 (consumption tracking by SMS)
es: Llamar al 555 (Seguimiento del consumo por SMS)

source: Help
es: Ayuda

# call_3244
source: Call the 3244 (service)
es: Llamar al 3244 (servicio)

# contact_developer
source: Contact the developer of the app
es: Póngase en contacto con el desarrollador de la aplicación

# low_energy
source: Reduced activity mode
es: Modo de actividad reducida

# low_energy_footer
source: When the reduced activity mode is enabled, the verifications occurs after a 500m displacement, at the cellular antenna change. If you force quit the app, this mode will be automatically enabled.
es: Cuando el modo de actividad reducida está habilitado, las verificaciones se producen después de un desplazamiento de 500 metros, en el cambio de la antena celular. Si fuerza la salida de la aplicación, este modo se habilitará automáticamente.

# land_g1
source: Check the country in background
es: Compruebe el país en el fondo

# land_footer_g1
source: By enabling this option, FMobile will check in background that you are still located in your home country in order to avoid the roaming verifications when you are aboard. Your current carrier is not yet compatible with FMobile's second generation on iPad, but if a compatible carrier is available, FMobile will automatically enable the second generation features here.
es: Al habilitar esta opción, FMobile comprobará en segundo plano que aún se encuentra en su país de origen para evitar las verificaciones de roaming cuando esté a bordo. Su operador actual aún no es compatible con la segunda generación de FMobile en el iPad, pero si hay un operador compatible disponible, FMobile habilitará automáticamente las funciones de segunda generación aquí.

# background_loc_g1
source: Background location
es: Ubicación de fondo

# activation
source: 🕗 Activating the FMobile engine...
es: 🕗 Activando el motor de FMobile...

# activate
source: ⚠️ Activate the FMobile engine
es: ⚠️ Activar el motor de FMobile

# updating
source: 🕗 Upgrading the FMobile engine...
es: 🕗 Actualización del motor de FMobile...

# not_connected
source: You are not connected
es: No esta conectado

source: Connected: %@
es: Conectado: %@

# country_includded_button
source: This country %@ is included in my plan
es: Este país %@ está incluido en mi plan.

# new_country
source: New included country
es: Nuevo país incluido

# new_country_description
source: We will add the country %@ as included in your plan.
es: Agregaremos el país %@ como se incluye en su plan.

# included_voice
source: Includes Voice/SMS only
es: Incluye voz/SMS solamente

# included_internet
source: Includes Internet only
es: Incluye solo internet

# included_all
source: Includes everything
es: Incluye todo

# esim_not_connected
source: You are not connected on the eSIM
es: No estás conectado al eSIM

# esim_connected
source: eSIM connected on the %@ network
es: eSIM conectado a la red %@

# set_no_network
source: Set this zone as not covered
es: Establecer esta zona como no cubierta

# no_network_zone_saved
source: Non-covered zone saved
es: Zona no cubierta guardada

# no_network_zone_saved_description
source: You will no longer receive roaming alerts in this zone.
es: Ya no recibirá alertas de itinerancia en esta zona

# reset_countries_included
source: Reset the countries included in my plan
es: Restablecer los países incluidos en mi plan

# reset_countries_done_title
source: The countries have been reset
es: Los países se han reiniciado

# reset_countries_done_description
source: The countries included in your plan have been reset.
es: Los países incluidos en su plan han sido restablecidos.

# open_official_app
source: Open the official app %@
es: Abre la aplicación oficial %@

# call_service
source: Call the %@ (service)
es: Llamar al %@ (servicio)

# call_conso
source: Call the %@ (consumption tracking)
es: Llamar al %@ (Seguimiento del consumo)

# copy_callcode
source: Copy the consumption tracking code in the pasteboard
es: Copia el código de seguimiento de consumos en la mesa de trabajo

# code_copied_confirmation
source: Code successfully copied!
es: ¡Código copiado con éxito!

# contact_title
source: Contact
es: Contacto

# extopy_not_available_title
source: Extopy is not yet available
es: Extopy aún no está disponible

# extopy_not_available_description
source: To learn more about it, please visit extopy.com
es: Para obtener más información al respecto, visite extopy.com

# video_tutorial
source: Video tutorial on FMobile
es: Video tutorial sobre FMobile

# install_shortcuts
source: Install the Shortcuts
es: Instalar los accesos directos

# engine_generation_signification
source: What does the engine generations mean?
es: ¿Qué significa la generación de motores?

# engine_explaination
source: FMobile G1 The historical engine of FMobile, since the first version. It relies on the verifications of the location and connection speed only, and is reserved to iPad. FMobile G-A1 It is a better version of the 1st generation, than can avoid the connection speed verification in some conditions, also reserved to iPad. FMobile G2 It is a brand new engine that relies on the cellular network state. It also consumes way less energy, but not all carriers are eligible. FMobile G-A2 It is the most advanced generation available for now. It allows to bypass the speedtest and the location verifications, and operates fully natively. It requires a carrier and and a network that are both eligible. The switch between the generations is done automatically according to the eligibility of the network you are connected to.
es: FMobile G1 El motor histórico de FMobile, desde la primera versión. Se basa en las verificaciones de la ubicación y la velocidad de conexión solamente, y está reservado para iPad. FMobile G-A1 Es una versión mejorada de la 1ra generación, que puede evitar la verificación de la velocidad de conexión en algunas condiciones, también reservada para iPad. FMobile G2 Es un motor nuevo que se basa en el estado de la red celular. También consume mucho menos energía, pero no todos los transportistas son elegibles. FMobile G-A2 Es la generación más avanzada disponible por ahora. Permite eludir las comprobaciones de speedtest y de ubicación, y funciona completamente de forma nativa. Requiere un operador y una red que sean elegibles. El cambio entre las generaciones se realiza automáticamente de acuerdo con la elegibilidad de la red a la que está conectado.

# engine_generation_title
source: Engine generations
es: Generaciones del motor

# explaination_understood
source: Understood!
es: ¡Entendido!

source: Advanced
es: Avanzado

# reset_network
source: Reset the cellular network (blocking)
es: Restablecer la red celular (bloqueo)

# do_speedtest
source: Perform a speedtest
es: Realizar una prueba de velocidad

# perform_diagnostic
source: Start a diagnostic
es: Iniciar un diagnostico

# reset_first_start
source: Reset the first-start status
es: Restablecer el estado de primer inicio

# disp_notifications
source: Show the informative notifications
es: Mostrar las notificaciones informativas

source: Expert mode
es: Modo experto

source: Dark mode
es: Modo oscuro

# copy_field_test
source: Copy the Field Test code in the pasteboard
es: Copia el código de prueba de campo en la mesa de trabajo

# field_test_copied_confirmation
source: Code successfully copied!
es: ¡Código copiado exitosamente!

# select_url
source: Custom URL for the speed test
es: URL personalizada para la prueba de velocidad

source: About
es: Sobre

# about_description
source: Application and Shortcut made by Michaël Nass UI/UX, speedtest and optimization by Nathan Fallet Logo by Bruno (@brunopaiva_152) This application has been developed by independent developers, and is provided for free without any warranty. The Groupe MINASTE (including its FMobile application) is not, in any case, affiliated with any carrier. © 2019 Groupe MINASTE
es: Aplicación y atajo realizado por Michaël Nass UI/UX, prueba de velocidad y optimización por Nathan Fallet Logo por Bruno (@brunopaiva_152) Esta aplicación ha sido desarrollada por desarrolladores independientes y se proporciona de forma gratuita sin ninguna garantía. El Groupe MINASTE (incluyendo su aplicación FMobile) no está, en ningún caso, afiliado a ningún operador. © 2020 Groupe MINASTE

# donate_paypal
source: Donate with PayPal
es: Hacer una donación con PayPal

# donate_description
source: No matter what, FMobile will stay free and ad-free. The donation is a way to thank me for the app, even if I'm already super happy if you just give me a feedback about it. You will contribute to the funding of my Extopy project. Please make sure to fully test the application and be 100% sure you want to leave me a tip before doing so.
es: No importa qué, FMobile se mantendrá libre y sin publicidad. La donación es una forma de agradecerme la aplicación, incluso si ya estoy súper contento si solo me envías un comentario al respecto. Contribuirás a la financiación de mi proyecto Extopy. Asegúrese de probar la aplicación por completo y de estar 100% seguro de que quiere dejarme una sugerencia antes de hacerlo.

source: OK
es: De acuerdo

# statistics_agreement
source: Participer à l'enquête 208 16
es: Participa en la encuesta 208 16

# old_ios_warning
source: iOS %@ is missing important features!
es: ¡A iOS %@ le faltan características importantes!

# old_ios_description
source: This apps works best with the Apple Shortcuts app, which is only available on iOS 12 and later. Please update your iOS device to iOS 12 or any later version. If your iOS device can run iOS 13, you will also be able to update the FMobile app to its latest version made for iOS 13. On your iOS version, the operations to exit roaming are manual.
es: Esta aplicación ya no tiene soporte. Por favor, descarga el nuevo FMobile 4. En esta versión, las operaciones para salir de la itinerancia son manuales.

# new_ios_warning
source: You are running iOS %@!
es: Estás ejecutando iOS %@!

# new_ios_description
source: Good news: you are running a modern iOS software. Bad news: FMobile 1 is not compatible with your device. But don't worry! FMobile 2 for iOS 13 is now available on the App Store!
es: Buenas noticias: está ejecutando un software iOS moderno. Malas noticias: FMobile 1 no es compatible con su dispositivo. Pero no te preocupes! ¡FMobile 3 para iOS 12 ya está disponible en la App Store!

# speedtest_view_title
source: Speedtest
es: Prueba de velocidad

# speedtest_start
source: Start
es: Empezar
