Repository: PlugNPush/FMobile-iOS-older
Catalog: FMobile/*.lproj/Localizable.strings
Languages: es

# speedtest_description
source: The core of the speedtest has been developed by Nathan Fallet and then modified by Michaël Nass in order to better represent the real speed. It is going to download a heavy file for 15 seconds. This speedtest is not the same as the one used in the FMobile core to detect the roaming status on older engine generations, that is optimized to detect the roaming in less than a second with an Internet consumption clоse to zero.
es: El núcleo de la prueba de velocidad fue desarrollado por Nathan Fallet y luego modificado por Michaël Nass para representar mejor la velocidad real. Va a descargar un archivo pesado por 15 segundos. Este speedtest no es el mismo que el utilizado en el núcleo de FMobile para detectar el estado de roaming en generaciones de motores más antiguos, que está optimizado para detectar el roaming en menos de un segundo con un clpse de consumo de Internet a cero.

# speedtest_in_progress
source: A speedtest is already running!
es: ¡Ya se está ejecutando una prueba de velocidad!

# roaming_protect_disabled
source: Protection against roaming disabled!
es: ¡Protección contra la itinerancia desactivada!

# 3g_2g_allowed
source: 3G and 2G roaming allowed
es: Se permite la itinerancia 3G y 2G

# roaming_notification_description
source: You can always change your preferences in the FMobile application.
es: Siempre puedes cambiar tus preferencias en la aplicación FMobile.

# roaming_protect_enabled
source: Protection against roaming enabled!
es: ¡Protección contra la itinerancia habilitada!

# 3g_control_enabled
source: 3G surveillance enabled.
es: Vigilancia 3G habilitada.

# 2g_control_enabled
source: 2G surveillance enabled.
es: Vigilancia 2G habilitada.

# 3g_2g_control_enabled
source: 3G and 2G surveillance enabled.
es: Vigilancia 3G y 2G habilitada.

# not_controlling
source: Surveillance not active.
es: Vigilancia no activa.

# checking_roaming
source: Verification in progress...
es: Verificación en curso...

# detected_hplus_roaming
source: H+ (3G) ROAMING DETECTED!
es: ¡ITINERANCIA H+ (3G) DETECTADA!

# detected_roaming_description
source: Click on the notification to go back to your home network.
es: Haga clic en la notificación para volver a su red doméstica.

# possible_hplus_roaming
source: H+ (3G) ROAMING POSSIBLE!
es: ¡ITINERANCIA H+ (3G) POSSIBLE!

# possible_roaming_description
source: Start a network analysis now and go back to your home network if necessary.
es: Inicie un análisis de red ahora y vuelva a su red doméstica si es necesario.

# detected_wcdma_roaming
source: WCDMA (3G) ROAMING DETECTED!
es: ITINERANCIA WCDMA (3G) DETECTADA!

# possible_wcdma_roaming
source: WCDMA (3G) ROAMING POSSIBLE!
es: ITINERANCIA WCDMA (3G) DETECTADA!

# detected_edge_roaming
source: EDGE (2G) ROAMING DETECTED!
es: ITINERANCIA EDGE (2G) DETECTADA!

# low_energy_auto_enabled
source: Reduced activity mode automatically enabled
es: Modo de actividad reducida habilitado automáticamente

# low_energy_auto_enabled_subtitle
source: You have quit the application.
es: Usted ha salido de la aplicación.

# low_energy_auto_enabled_description
source: The application will continue to operate in background in reduced activity mode.
es: La aplicación continuará funcionando en segundo plano en modo de actividad reducida.

# location_error_title
source: Background location disabled!
es: ¡Ubicación de fondo desactivada!

# location_error_subtitle
source: Error while checking the country!
es: ¡Error al comprobar el país.!

# location_error_description
source: Please check in your settings that you did authorize FMobile to access your location data in background or disable the country verification in the FMobile application.
es: Verifique en su configuración que autorizó a FMobile para acceder a sus datos de ubicación en segundo plano o deshabilitar la verificación del país en la aplicación FMobile.

# no_network_zone_auto_saved
source: Non-covered zone saved!
es: ¡Zona no cubierta guardada!

# no_network_zone_auto_saved_description
source: After several attempts, you iPhone did not succeed to reconnect to your home network. The current zone has been saved as non-covered.
es: Después de varios intentos, su teléfono no logró reconectarse a su red doméstica. La zona actual se ha guardado como no cubierta.

# low_energy_mode_enabled_title
source: Reduced activity mode enabled
es: Modo de actividad reducida habilitado

# low_energy_mode_enabled_description
source: The application will continue to operate in background in reduced activity mode.
es: La aplicación continuará funcionando en segundo plano en modo de actividad reducida.

# nothing_included_20815
source: No communication is included in the "Free" plan from this country.
es: No se incluye ninguna comunicación en el plan "Gratis" de este país.

# basic_included_201815
source: Calls, SMS and MMS are included in the "Free" plan from this country. Internet is not available.
es: Las llamadas, SMS y MMS están incluidos en el plan "Gratis" de este país. Internet no está disponible.

# internet_included_20815
source: 25Gb of Internet are included in the "Free" plan! Calls, SMS and MMS are not included.
es: ¡25Go de Internet están incluidos en el plan "Gratis"! Las llamadas, SMS y MMS no están incluidos.

# all_included_20815
source: Calls, SMS, MMS and 25Gb of Internet are included in the "Free" plan!
es: ¡Las llamadas, SMS, MMS y 25Go de Internet están incluidas en el plan "Gratis"!

# nothing_included
source: No communication is included in your plan from this country.
es: No se incluye ninguna comunicación en su plan de este país.

# basic_included
source: Calls, SMS and MMS are included in your plan plan from this country. Internet is not included.
es: Las llamadas, los SMS y los MMS están incluidos en su plan de este país. Internet no está incluido.

# internet_included
source: Internet is included in your plan! Calls, SMS and MMS are not included.
es: ¡Internet está incluido en tu plan! Las llamadas, SMS y MMS no están incluidos.

# all_included
source: Calls, SMS, MMS and Internet are included in your plan!
es: ¡Las llamadas, SMS, MMS e Internet están incluidos en su plan!

# alert_paid_data_drain
source: 🛂⚠️🛑 EXTRA-COST IN PROGRESS 🛑⚠️🆘
es: 🛂⚠️🛑 COSTO ADICIONAL EN PROGRESO 🛑⚠️🆘

# new_sim_card_detected
source: SIM card configuration changed!
es: La configuración de la tarjeta SIM cambió!

# new_sim_card_detected_description
source: Please configure your new SIM card in the FMobile application.
es: Por favor, configure su nueva tarjeta SIM en la aplicación FMobile.

# update_done
source: Update succeeded!
es: ¡Actualización exitosa!

source: Disconnect from Wi-Fi
es: Desconecta de Wi-Fi

source: Preparation in progress...
es: Preparación en progreso...

# end_phonecall
source: Please end your phone call and retry
es: Por favor, finalice su llamada telefónica y vuelva a intentarlo

# data_drain_notification_description
source: Disable your cellular data immediately, your consumption is overcharged. %@ %@
es: Desactiva tus datos celulares inmediatamente, tu consumo está sobrecargado. %@ %@

# new_country_welcome_title
source: %@ %@ (%@): Welcome!
es: %@ %@ (%@): ¡Bienvenido!
